class modal{

  static List shubhkamana = [
    "जो तीर भी आता वो खाली नहीं जाता",
    
    """हम आपकी हर चीज़ से प्यार कर लेंगे,
आपकी हर बात पर ऐतबार कर लेंगे,
बस एक बार कह दो कि तुम सिर्फ मेरे हो,
हम ज़िन्दगी भर आपका इंतज़ार कर लेंगे।"""
  ];

  static List Dosti = ["""कितनी छोटी सी दुनिया है मेरी,
एक मै हूँ और एक दोस्ती तेरी….....!!!""",

  """नाम छोटा है मगर दील बडा रखता हु,
पैसो से इतना अमीर नही,
मगर अपने यारो के गम खरीदने की औकात रखता हु…!!!""",

    """जल जाते हैं मेरे अंदाज़ से मेरे दुश्मन,
क्यूंकि एक मुद्दत से मैंने,
न मोहब्बत बदली और न दोस्त बदले ......!!!""",

    """हमने अपने नसिब से ज्यादा अपने दोस्तो पर भरोसा रखा है,
क्यु की नसिब तो बहोत बार बदला है, लैकिन मेरे दोस्त अभी भी वहि है.......!!!""",

    """वो अच्छा है तो अच्छा है, वो बुरा है तो भी अच्छा है,
दोस्ती के मिजाज़ में, यारों के ऐब नहीं देखे जाते.........!!!""",];


  static List Majedar = ["""प्यार में कोई तो दिल तोड़ देता है,
दोस्ती में कोई तो भरोसा तोड़ देता है,
ज़िंदगी जीना तो कोई ग़ुलाब से सीखे,
जो खुद टूट कर दो दिलों को जोड़ देता है !""",

  """हमे फिर सुहाना नज़ारा मिला है,
क्योंकि जिंदगी में साथ तुम्हारा मिला है,
अब जिंदगी में कोई ख्वाइश नही रही,
क्योंकि हमे अब तुम्हारी बाहों का सहारा मिला है !""",

  """नफरत को हम प्यार देते है,
प्यार पे खुशियाँ वार देते है,
बहुत सोच समझकर हमसे कोई वादा करना,
ऐ-दोस्त हम वादे पर जिदंगी गुजार देते है ।""",];


  static List Bhagvan = ["""जो लोग ईश्वर को पाना चाहते हैं,
उन्हें वाणी, मन, इंद्रियों की पवित्रता और
एक दयालु हृदय की जरूरत होती हैं।""",

  """साधू बने तो मोहमाया छूटे,
वैरागी बने तो छूटे तन,
हरि तेरे से सच्चा प्रेम हो जाए तो
तभी छूटे सारे मोह माया के बंधन।""",

  """जीवन रुपी जहाज के है हम खिवैया
अगर तूफ़ान में डूबने लगे आपकी नैया
दोस्त डरना मत,
बेड़ा पार लगाएगा कृष्ण कन्हैया।""",];

  static List Prerana  = ["""ये जिंदगी हसीं है इससे प्यार करो,
अभी है रात तो सुबह का इंतजार करो,
वो पल भी आएगा जिसकी ख्वाहिश है आपको,
रब पर रखो भरोसा वक्त पर एतबार करो।""",

  """वक्त से लड़कर जो नसीब बदल दे,
इंसान वही जो अपनी तकदीर बदल दे,
कल क्या होगा कभी मत सोचो,
क्या पता कल वक्त खुद अपनी तस्वीर बदल ले।""",

  """हवाओं के भरोसे मत उड़,
चट्टाने तूफानों का भी रुख मोड़ देती हैं,
अपने पंखों पर भरोसा रख,
हवाओं के भरोसे तो पतंगे उड़ा करती हैं।""",];

  static List Jiavan = ["""जिंदगी हर पल हैं एक पहेली
कभी बन जाती हैं सहेली
साथ में खेलती हैं रोज नये-नये खेल
तो कभी नाराज होकर कर लेती हैं बैर
कभी प्यार से सर सहलाती हैं
तो कभी ठोकर दे जाती हैं
बूझो तो और कठिन हो जाती हैं
रूठो तो झट से मना जाती हैं
तन्हाई भी वही देती हैं
हर राह पर साथ भी वही चलती हैं
जिन्दगी बस एक पहेली हैं  
बस एक पहेली हैं""",

  """कभी-कभी हँसी आती हैं मुझे
कैसे इतनी मुस्कान बिखेर जाती हूँ
दिल हर पल रोता हैं
फिर भी कैसे छिपा जाती हूँ
भीड़ में भी तन्हा हैं मेरी जिन्दगी
बस आसुंओं से हैं मेरी सच्ची बन्दगी""",

  """हर गलती की सजा देती हैं जिन्दगी
लेकिन साथ रहकर सहती भी हैं जिन्दगी
ख़ुशी हो या गम अपनाती हैं जिन्दगी
हर पल साथ निभाती हैं ज़िन्दगी""",];

  static List Mohabat = ["""मोहब्बत में नहीं है फ़र्क़ जीने और मरने का 
उसी को देख कर जीते हैं जिस काफ़िर पे दम निकले """,

  """कोई काँटा न हो गुलाबों में,
ऐसा मुमकिन है सिर्फ़ ख़्वाबों में,
दिल को कैसे क़रार आता है,
ये लिखा ही नहीं किताबों में…""",

    """मोहब्बत करने वाले
न जीते हैं और न ही मरते हैं,
फूलों की चाह में,
वो काटो से गुजरते हैं।""",

    """सच्ची मोहब्बत एक जेल के,
कैदी की तरह होती हैं,
जिसमें उम्र बीत भी जाए तो,
सज़ा पूरी नही होती..""",

    """ज़िंदगी से बड़ी कोई सज़ा नही,
जुर्म क्या हैं ये भी पता नही,
इतने हिस्से कर गया वो मेरे वजूद का,
जिसे जीवन भर भूलना एक सजा ए मौत से कम नहीं..""",];

  static List Yade = ["""दिल की हालात किसी से कही नही जाती ,
हमसे उनकी चाहत छुपाई नही जाती ,
बस एक याद बची है उनके चले 
जाने के बाद ,वो भी दिल से 
मिटायी नही जाती !!
""",

    """उम्र के राह में रास्ते बदल जाते है ,वक्त की आंधी 
में इंसान बदल जाते है ,सोचते है तुम्हें इतना 
याद ना करे लेकिन आँख बंद करते 
ही इरादे बदल जाते है !!
""",

    """दुनिया की कभी ना परवाह करना दिल से ना कभी 
हमें जुदा करना , जब आए तुम्हें याद हमारी 
तो बस मिलने की दुआ करना !!!""",

    """हिचकियों को मत भेजो अपना मुखबिर बना के 
हमें और भी काम है तुम्हें याद करने 
के सिवा  !!
""",

    """तुम्हारीं याद मुझे बेचैन कर जाती है , हर जगह मुझे 
बस तुम्हारी ही सूरत नजर आती है , जाने कैसा 
कर दिया है मुझे तुम्हारी मोहब्बत ने ,अगर 
कभी नींद आती है तो आँखे 
रूठ जाती है !!
""",];
  static List Anay = ["""तुम हकीकत हो या फरेब मेरी आँखों का,
न दिल से निकलते हो न जिंदगी में आते हो।""",

    """दौलत की चाह थी तो कमाने निकल गए,
दौलत मिली तो हाथ से रिश्ते निकल गए,
बच्चों के साथ रहने की फुर्सत न मिल सकी,
फुर्सत मिली तो बच्चे ही घर निकल गए।""",

    """ये महलों ये तख्तों ये ताजों की दुनिया,
ये इंसान के दुश्मन समाजों की दुनिया,
ये दौलत ये भूखे रिवाजों की दुनिया,
ये दुनिया अगर मिल भी जाये तो क्या?""",

    """यू तो दिन से भी मेरी अनबन है रात लेकिन पुरानी दुश्मन हैं..
 शाम से बेकली सी रहती है. दिल में एक खलबली सी रहती है..
  बेखबर कितना भी मैं हो जाऊ, नींद कितनी भी गहरी सो जाऊ. दर्द सिने में जगा रहता है ,
   एक खटका सा लगा रहता हैं.. तुम मुझे छोड़ तो नहीं दोगी …""",

    """कर रहा था ग़म-ए-जहाँ का हिसाब 
आज तुम याद बे-हिसाब आए """,];

  static List Rajniti = ["""राजनीति का काम समाज के लिए
विकास और उन्नति के लिए नीतियां बनाना है
लेकिन नेताओं ने राजनीति को
राज करने की नीति तक सीमित कर दिया है""",
    """ राजनीति में ही हो रहे कितने घोटाले आजकल
 न जाने कितने घूम रहे हैं लालू यादव और चोटाले आजकल
 नेता के कुत्ते बिल्लियाँ रोज़ खाते हैं दूध माखन और कबाब
 यहाँ गरीबों को पड़ गए हैं खाने के लाले आजकल""",

    """इन तीनों को बिल्कुल फुर्सत नहीं है
किसान को रोटी उगाने से
ग़रीब को रोटी कमाने से
और हमारे देश के नेताओं को
राजनीतिक रोटिया पकाने से""",

    """राजनीतिक संघर्ष चुनाव तक रह गया
विकास का मुद्दा बहाव में बह गया
हर बार सियासत ने जुल्म किये
ग़रीब हर बार जुल्म दबाव में सह गया
""",

    """नेता अपनी राजनीति में मशग़ूल है
ग़रीब के मुद्दे इनके लिए फ़िज़ूल है
अपनी कुर्सी बचाने के लिए
नेताओं को देश का सौदा कबूल है""",];

  static List Pram = [
    """इससे ज़्यादा तुझे और कितना करीब लाऊँ मैं,
कि तुझे दिल में रख कर भी मेरा दिल नहीं भरता।""",

  """हक़ीक़त ना सही तुम ख़्वाब बन कर मिला करो,
भटके मुसाफिर को चांदनी रात बनकर मिला करो।""",

    """ तुझे ख़्वाबों में पाकर दिल का क़रार खो ही जाता है,
मैं जितना रोकूँ ख़ुद को तुझसे प्यार हो ही जाता है।""",

    """हजारों चेहरों में एक तुम ही पर मर मिटे हैं वरना,
ना चाहतों की कमी थी और ना चाहने वालों की।""",

    """अच्छा लगता हैं तेरा नाम मेरे नाम के साथ,
जैसे कोई खूबसूरत जगह हो हसीन शाम के साथ।"""

  ];

  static List Dard = ["""हर तन्हा रात में एक नाम याद आता है,
कभी सुबह कभी शाम याद आता है,
जब सोचते हैं कर लें दोबारा मोहब्बत,
फिर पहली मोहब्बत का अंजाम याद आता है।""",

  """देख लेते हो मोहब्बत से यही काफी है,
दिल धड़कता है सहूलियत से यही काफी है,
हाल दुनिया के सताए हुए कुछ लोगों का,
जो पूछ लेते हो शरारत से यही काफी है।""",

    """इस तरह मिली वो मुझे सालों के बाद,
जैसे कोई हक़ीक़त मिली हो ख्यालों के बाद,
मैं पूछता ही रहा उससे खताएं अपनी,
वो बहुत रोई थी मेरे सवालों के बाद।"""
  ];

  static List Sharab = ["""इतनी पी जाए कि मिट जाए मैं और तू की तमीज़ 
यानी ये होश की दीवार गिरा दी जाए """,

    """ज़ाहिद शराब पीने से काफ़िर हुआ मैं क्यूँ 
क्या डेढ़ चुल्लू पानी में ईमान बह गया """,

    """ग़म-ए-दुनिया भी ग़म-ए-यार में शामिल कर लो 
नश्शा बढ़ता है शराबें जो शराबों में मिलें """,

    """पीता हूँ जितनी उतनी ही बढ़ती है तिश्नगी 
साक़ी ने जैसे प्यास मिला दी शराब में """,

    """लुत्फ़-ए-मय तुझ से क्या कहूँ ज़ाहिद 
हाए कम-बख़्त तू ने पी ही नहीं """,];

  static List Bevafa = ["""तेरा ख्याल दिल से मिटाया नहीं अभी,
बेवफा मैंने तुझको भुलाया नहीं अभी।""",

    """हमसे न करिये बातें यूँ बेरुखी से सनम,
होने लगे हो कुछ-कुछ बेवफा से तुम।""",

    """हमें न मोहब्बत मिली न प्यार मिला,
हमको जो भी मिला बेवफा यार मिला,
अपनी तो बन गई तमाशा ज़िन्दगी,
हर कोई मकसद का तलबगार मिला।""",

    """तूने ही लगा दिया इलज़ाम-ए-बेवफाई,
अदालत भी तेरी थी गवाह भी तू ही थी।""",

    """हर भूल तेरी माफ़ की
तेरी हर खता को भुला दिया,
गम है कि मेरे प्यार का
तूने बेवफाई सिला दिया।""",];


  static List Janamdin = ["""आज ही के दिन
एक चाँद उतर के आया था
ऊपर वाले ने बड़ी फुर्सत से
मेरे प्यार बनाया था
जन्मदिन मुबारक हो""",

    """चाँद की तरह तू जगमगाए,
पंछियों की तरह गुनगुनाये,
तेरे जन्मदिन पर दुआ करते हैं,
तू जो चाहे वो तुझे मिल जाये।
Happy Birthday""",

    """On these Beautiful Birthday,
भगवान करे आप Enjoyment से
भरपूर और Smile से अपना आज
का दिन Celebrate करो, और
बहुत सारी Surprises पाओ,,,
^🎂🎀🎁^HAPPY BIRTHDAY^🎂^""",

    """hgjg hjgjjjj  trreetete""",

    """सूरज की रोशनी लेकर आया,
और चिडियों ने गाना गाया…
फूलों ने हंस हंस कर बोला…
मुबारक हो तुम्हारा जन्मदिन आया…
🎂*Happy Birthday*🎂🎀🎁
Good Morning Have a Blessing day…""",];


  static List Holi = ["""रंग का खुमार ऐसा बरस रहा है, 
  हर कोई होली खेलने को तरस रहा है I 
  - होली की हार्दिक शुभकामनाएं""",

    """इस होली रंग दो दिलों के ज़ख्मों को,
   प्यार के मरहम से। - 
   होली की हार्दिक शुभकामनाएं""",

    """रंग ऐसा लगा खुद पे खुद का, 
   की कोई और रंग चढ़ ना पाये। - 
   होली की हार्दिक शुभकामनाएं""",

    """होली तूने भी मनाई, 
   होली मैंने भी मनाई, 
   फर्क सिर्फ इतना है, 
   तूने रंगों के साथ मनाई,
    मैंने अपने ख्याबों के साथ मनाई। 
    - होली की हार्दिक शुभकामनाएं""",

    """बहुत हुआ इंतजार तुमसे दूर रहने का मुझे है 
    मलाल इस बार खेलेंगे होली हम लेके हांथ में गुलाल। -
     होली की हार्दिक शुभकामनाएं""",];


}